Repository: YukitoshiM/gym-training-app
Catalog: GymTrainingApp/Localizable.xcstrings
Source language: ja
Languages: ar_sa, ca, cs, da, de_de, el, en_au, es_es, fi, fr_ca, gu, he, hi, hr, hu, id, it, ko, mr, ms, nl_nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, vi, zh_hans, zh_hant

# domain_catalog.9ed5d6ea2c6a
source: TRXロー
ar_sa: TRX منخفض
ca: TRX baix
cs: TRX low
da: TRX low
de_de: TRX Low
el: TRX Low
en_au: TRX low
es_es: TRX low
fi: TRX-alusta
fr_ca: TRX Low
gu: TRX લો
he: TRX רך
hi: TRX लो
hr: TRX low
hu: TRX low
id: TRX low
it: TRX low
ko: TRX 로우
mr: TRX लो
ms: TRX rendah
nl_nl: TRX low
no: TRX low
pl: TRX Low
pt_br: TRX Low
pt_pt: TRX Low
ro: TRX low
ru: TRX Low
sk: TRX low
sl: TRX low
sv: TRX low
ta: TRX ரோ
te: TRX రో
th: TRX โลว์
tr: TRX düşük seviye
uk: TRX Low
vi: TRX low
zh_hans: TRX杠铃
zh_hant: TRX 槓鈴

# domain_catalog.a02090ea0171
source: AIへ送る履歴が大きすぎます。記録をさらに集計してから再試行してください。
ar_sa: السجل المرسل إلى الذكاء الاصطناعي كبير جدًا. الرجاء جمع المزيد من السجلات والمحاولة مرة أخرى.
ca: L'historial enviat a AI és massa gran. Recolliu més registres i torneu-ho a provar.
cs: Historie pro odeslání do AI je příliš velká. Zkuste to znovu po další agregaci záznamů.
da: AI-historikken er for stor. Prøv igen efter at have samlet flere data.
de_de: Das Aufzeichnungsverlauf für die KI ist zu groß. Versuchen Sie es nach dem Zusammenfassen erneut.
el: Το ιστορικό που στέλνεται στην τεχνητή νοημοσύνη είναι πολύ μεγάλο. Παρακαλούμε προσπαθήστε ξανά αφού συγκεντρώσετε περισσότερες πληροφορίες.
en_au: The history of sending to AI is too large. Please try again after further aggregation.
es_es: El historial enviado a la IA es demasiado grande. Inténtalo nuevamente después de agregar más registros.
fi: AI:lle lähetetty historia on liian suuri. Yritä uudelleen, kun olet yhdistänyt tallenteet.
fr_ca: Le historique envoyé à l'IA est trop important. Veuillez réessayer après avoir consolidé davantage les données.
gu: AI ને મોકલવામાં આવેલી હિસ્ટ્રી વધારે છે. વધુ રેકોર્ડ એકત્રિત કર્યા પછી ફરી પ્રયાસ કરો.
he: ההיסטוריה ששלחת ל-AI גדולה מדי. אנא נסה שוב לאחר איסוף הקלטות נוספות.
hi: AI को भेजने के लिए इतिहास बहुत बड़ा है। रिकॉर्ड को और एकत्रित करके फिर से प्रयास करें।
hr: Previše je podataka za slanje u AI. Pokušajte ponovno nakon što se podaci još jednom agregiraju.
hu: Túl sok adat van az AI-nak küldött előzményekben. Kérjük, gyűssük össze a rekordokat újra, majd próbáld meg újra.
id: Riwayat yang dikirim ke AI terlalu besar. Silakan coba lagi setelah mengumpulkan catatan lebih lanjut.
it: La cronologia inviata all'IA è troppo lunga. Riprova dopo aver aggregato i dati.
ko: AI로 전송된 기록이 너무 큽니다. 더 많은 기록을 수집한 후 다시 시도해주세요.
mr: AI ला पाठवलेला इतिहास खूप मोठा आहे. अधिक नोंदी जमा करून पुन्हा प्रयत्न करा.
ms: Sejarah yang dikirim kepada AI terlalu besar. Sila cuba semula selepas mengumpul rekod lebih lanjut.
nl_nl: Het aantal historische gegevens voor de AI is te groot. Probeer het opnieuw nadat je de gegevens verder hebt geanalyseerd.
no: Historikken sendt til AI er for stor. Prøv igjen etter å ha samlet inn flere data.
pl: Historia wysyłana do AI jest zbyt duża. Spróbuj ponownie po zebraniu dodatkowych danych.
pt_br: O histórico enviado para a IA é muito grande. Tente novamente após agregar mais registros.
pt_pt: O histórico enviado para a IA é muito grande. Tente novamente após agregar mais registros.
ro: Istoricul trimis către AI este prea mare. Încearcă din nou după ce ai agregat mai multe înregistrări.
ru: История отправки в ИИ слишком велика. Пожалуйста, повторите попытку после дальнейшего сбора данных.
sk: Historické záznamy pre AI sú príliš veľké. Skúste to znovu po zhromaždení ďalších údajov.
sl: Zapisov je preveč za poslanje AI. Poskusite znova po dodatnem seštevanju podatkov.
sv: För många historier har skickats till AI. Försök igen efter att ha sammanställt resultaten ytterligare.
ta: AI க்கு அனுப்பப்பட்ட வரலாறு மிகவும் பெரியது. மேலும் தரவுகளை சேகரித்து மீண்டும் முயற்சிக்கவும்.
te: AIకి పంపిన చరిత్ర చాలా పెద్దది. మరింత సమాచారం సేకరించి మళ్లీ ప్రయత్నించండి.
th: ประวัติการส่งไปยัง AI มีขนาดใหญ่เกินไป กรุณาบันทึกเพิ่มเติมแล้วลองอีกครั้ง
tr: AI'ye gönderilen geçmiş çok uzun. Daha fazla veri toplayıp tekrar deneyin.
uk: Занадто багато історії, яку потрібно надіслати до AI. Спробуйте ще раз після подальшого збору даних.
vi: Lịch sử gửi cho AI quá lớn. Vui lòng tổng hợp lại và thử lại.
zh_hans: AI发送的历史记录过大。请先进一步汇总，再尝试。
zh_hant: AI傳送的歷史記錄過多。請先進行更詳細的彙總後再嘗試。

# domain_catalog.a140ea27deb0
source: {{value1}}マシン
ar_sa: آلة {{value1}}
ca: {{value1}} Màquina
cs: {{value1}} stroj
da: {{value1}}-maskine
de_de: {{value1}}-Maschine
el: Μηχάνημα {{value1}}
en_au: {{value1}} machine
es_es: Máquina {{value1}}
fi: {{value1}}-laite
fr_ca: Machine {{value1}}
gu: {{value1}} મશીન
he: מכונת {{value1}}
hi: {{value1}} मशीन
hr: {{value1}} stroj
hu: {{value1}} gépes
id: Mesin {{value1}}
it: Macchina {{value1}}
ko: {{value1}} 머신
mr: {{value1}} मशीन
ms: Mesin {{value1}}
nl_nl: {{value1}}-apparaat
no: {{value1}}-maskin
pl: Maszyna {{value1}}
pt_br: Máquina {{value1}}
pt_pt: Máquina {{value1}}
ro: Mașină {{value1}}
ru: Машина {{value1}}
sk: {{value1}} stroj
sl: {{value1}} stroj
sv: {{value1}}-maskin
ta: {{value1}} இயந்திரம்
te: {{value1}} యంత్రం
th: เครื่อง {{value1}}
tr: {{value1}} makinesi
uk: Машина {{value1}}
vi: Máy {{value1}}
zh_hans: {{value1}}机器
zh_hant: {{value1}}機器

# domain_catalog.a1f1d48b670f
source: 頭から踵まで一直線を保ち、胸を床へ近づけて押し上げる。
ar_sa: حافظي على خط مستقيم من رأسك إلى كعبك، وادفعي صدرك نحو الأرض.
ca: Mantenint una línia recta des del cap fins als talons, empeny el pit cap a terra.
cs: Udržujte rovou pozici od hlavy až k patám, přičemž zvedejte hrudník směrem dolů.
da: Hold en lige position fra hoved til tå, og løft brystet mod gulvet.
de_de: Halten Sie eine gerade Linie vom Kopf bis zum Fuß, und drücken Sie den Brustkorb zur Decke.
el: Διατηρήστε ευθεία τη θέση από το κεφάλι μέχρι τα πέλματα, φέρνοντας τον θώρακα προς τα κάτω και πιέζοντάς τον.
en_au: Maintain a straight line from head to toe, and push your chest towards the floor.
es_es: Mantén la línea desde la cabeza hasta los talones, acercando el pecho al suelo y empujándolo hacia abajo.
fi: Pidä vartalosta aina päästä varpaisiin suora linja, ja paina rintaa kohti lattiaa.
fr_ca: Maintenez une posture droite, du sommet de la tête aux talons, en rapprochant la poitrine du sol et en la poussant vers le bas.
gu: માથાથી પગ સુધી સીધી રેખા જાળવી રાખો, છાતીને નીચે તરફ ખેંચીને ઉપર કરો.
he: שמרו על קו ישר מהראש ועד העקב, והרחיקו את החזה מהרצפה תוך הרמת הגוף.
hi: सिर से पैर तक सीधा रखें, और छाती को फर्श की ओर खींचें।
hr: Držite tijelo u ravnoj liniji od glave do pete, uzglačavajući prsnu kost prema podu.
hu: Tartsa a testet egyenesen, fejét a talajhoz húzva, és emelje fel a mellkasát.
id: Menjaga posisi dari kepala hingga tumit, serta mendorong dada ke arah lantai.
it: Mantenere la postura da testa ai piedi, avvicinando il petto al pavimento e spingendolo verso il basso.
ko: 머리부터 발끝까지 일직선을 유지하고, 가슴을 바닥으로 당겨 올립니다.
mr: डोक्यापासून पायापर्यंत सरळ रेषेत ठेवा, छातीला जमिनीच्या दिशेने ओढून वर उचला.
ms: Pastikan badan dalam keadaan tegak dari kepala hingga kaki, serta condongkan dada ke arah lantai.
nl_nl: Houd een rechte lijn van hoofd tot hak, en duw je borst naar beneden.
no: Hold en rett linje fra hode til tå, og press brystet mot gulvet.
pl: Utrzymuj proste ułożenie ciała od głowy do stóp, przyciągając klatkę piersiową w kierunku podłogi i wypychając ją.
pt_br: Mantenha a postura reta, da cabeça aos pés, e empurre o peito em direção ao chão.
pt_pt: Mantenha a postura reta, da cabeça aos pés, e empurre o peito em direção ao chão.
ro: Mențineți o poziție dreaptă, de la cap până în picioare, și împingeți pieptul spre podea.
ru: Поддерживайте прямую линию от головы до пят, прижимая грудь к полу.
sk: Udržujte rovú postoj od hlavy až po päty, pričom prsné kosti stláčajte smerom k podlahe.
sl: Udržite ravno držo od glave do pet, ter pritisnite prsnico proti tleh.
sv: Håll kroppen i rak linje från huvud till tå, och pressa bröstet mot golvet.
ta: தலை முதல் கால் வரை நேராக வைத்து, மார்பை தரையில் அழுத்தி உயர்த்தவும்.
te: తల నుండి కాలి వరకు ఒక సరళ రేఖను కొనసాగించండి, ఛాతీని నేలకు దగ్గరగా చేసి పైకి ఎత్తండి.
th: รักษาท่าทางให้ตรงจากศีรษะจรดปลายเท้า และดันหน้าอกเข้าหาพื้น
tr: Başınızdan topuklarınıza doğru, göğsünüzü yere doğru iterek düz bir pozisyon koruyun.
uk: Підтримуйте пряму лінію від голови до п'ят, притискаючи груди до підлоги.
vi: Giữ thẳng từ đầu đến bàn chân, đưa ngực về phía gần sàn.
zh_hans: 保持头部到脚部的直线，并将胸部向地面推起
zh_hant: 保持頭到腳的一條線，並將胸部向地面推擠。

# domain_catalog.a21d92684639
source: デッドバグ
ar_sa: علة ميتة
ca: error mort
cs: Dead bug
da: Dead Bug
de_de: Dead Bug
el: Dead Bug
en_au: Dead Bug
es_es: Peso muerto
fi: Dead bug
fr_ca: Développé couché
gu: ડેડ બેગ
he: דד באג
hi: डेड बग
hr: Dead bug
hu: Dead bug
id: Dead Bug
it: Stacco da terra
ko: 데드 바그
mr: डेड बग
ms: Dead Bug
nl_nl: Dead bug
no: Dead bug
pl: Martwy ciąg
pt_br: Agachamento isométrico
pt_pt: Agachamento isométrico
ro: Dead Bug
ru: Становая тяга
sk: Dead bug
sl: Dead bug
sv: Dead bug
ta: டெட் பேக்
te: డెడ్ బాగ్
th: ท่าเดดแบ็ก
tr: Dead bug
uk: Підйом на ногах "Dead Bug"
vi: Dead Bug
zh_hans: 死虫式
zh_hant: 死蟲式

# domain_catalog.a2265283c677
source: 冷静で決断が早い。安全と再現性を守る
ar_sa: الهدوء والسرعة في اتخاذ القرارات. حماية السلامة وإمكانية تكرار نتائج
ca: Tranquil i ràpid per prendre decisions. Protegir la seguretat i la reproductibilitat
cs: Buďte klidní a rozhodujte se rychle. Udržujte bezpečnost a opakovatelnost.
da: Tag roligt beslutninger og vær sikker.
de_de: Entscheidungen ruhig und schnell treffen. Sicherheit und Wiederholbarkeit gewährleisten.
el: Λάβετε αποφάσεις με ψυχραιμία και αποτελεσματικότητα. Διασφαλίστε την ασφάλεια και την επανάληψη.
en_au: Make calm, informed decisions. Prioritize safety and reproducibility.
es_es: Tomar decisiones con calma y rapidez. Proteger la seguridad y la capacidad de replicación.
fi: Pysy rauhallisena ja tee nopeita päätöksiä. Säilytä turvallisuus ja toistettavuus.
fr_ca: Prenez des décisions avec calme et rapidité. Protégez votre sécurité et votre capacité à reproduire les résultats.
gu: શાંત રહો અને ઝડપથી નિર્ણયો લો. સલામતી અને પુનઃઉત્પાદનને જાળવો
he: קבל החלטות בצורה רציונלית ומהירה. שמור על בטיחות ועל היכולת לשחזר.
hi: शांत रहें और जल्दी निर्णय लें। सुरक्षा और पुनरुत्पादन सुनिश्चित करें।
hr: Budite oprezni i donosite brza odluka. Osiguravamo sigurnost i ponavljanje.
hu: Légyjon nyugodt és gyorsan hozza meg a döntéseket. Tartsuk az biztonságot és a reprodukálhatóságot.
id: Berpikir jernih dan mengambil keputusan dengan cepat. Menjaga keamanan dan kemampuan untuk diulang.
it: Prendi decisioni in modo razionale e rapido. Proteggi la sicurezza e la ripetibilità.
ko: 침착하고 신속하게 판단합니다. 안전성과 반복성을 보장합니다.
mr: शांतपणे आणि जलद निर्णय घ्या. सुरक्षितता आणि सातत्य जपा
ms: Bersikap tenang dan membuat keputusan dengan cepat. Menjaga keselamatan dan kebolehulangan.
nl_nl: Maak heldere en snelle beslissingen, en zorg voor veiligheid en reproduceerbaarheid.
no: Ta veloverveide beslutninger raskt. Beskytter sikkerhet og reproduserbarhet.
pl: Bądź spokojny i podejmuj szybkie decyzje. Zadbaj o bezpieczeństwo i powtarzalność.
pt_br: Tome decisões de forma calma e rápida. Priorize sua segurança e repetibilidade.
pt_pt: Tome decisões de forma calma e rápida. Priorize sua segurança e repetibilidade.
ro: Luați decizii cu calm și rapid. Păstrați siguranța și reproductibilitatea.
ru: Принимайте взвешенные решения. Обеспечьте безопасность и возможность повторения результатов.
sk: Buďte pokojní a rýchlo sa rozhodujte. Udržujte bezpečnosť a opakovanosť.
sl: Bodite miren in sprejemajte hitra odločitev. Zagotovite varnost in ponovljivost.
sv: Ta beslut snabbt och lugnt. Skydda säkerhet och resultat.
ta: அமைதியாக முடிவெடுக்கவும். பாதுகாப்பையும், மீண்டும் அடையக்கூடிய தன்மையையும் உறுதிப்படுத்தவும்.
te: శాంతంగా మరియు త్వరగా నిర్ణయాలు తీసుకోండి. భద్రత మరియు పునరావృతం ఉండేలా చూసుకోండి
th: ตัดสินใจได้อย่างมีสติและรวดเร็ว ปกป้องความปลอดภัยและความสามารถในการทำซ้ำ
tr: Düşünceli ve hızlı karar verin. Güvenliği ve tekrar edilebilirliği koruyun.
uk: Будьте спокійними та приймайте швидкі рішення. Дотримуйтесь безпеки та можливості повторення.
vi: Quyết định một cách bình tĩnh và nhanh chóng. Bảo vệ sự an toàn và khả năng lặp lại.
zh_hans: 保持冷静，并做出快速决策。 保护安全性和可重复性
zh_hant: 保持冷静，并快速做出决定。 保护安全性和可重复性

# domain_catalog.a2aa90f41c5a
source: サイドプランク
ar_sa: لوح جانبي
ca: tauler lateral
cs: Side plank
da: Side plank
de_de: Seitliche Plank
el: Πλευρική Στήση
en_au: Side Plank
es_es: Plancha lateral
fi: Sivupunnerrus
fr_ca: Planche latérale
gu: સાઈડ પ્લેન્ક
he: פלאנק צדדי
hi: साइड प्लैंक
hr: Side plank
hu: Side plank
id: Side Plank
it: Plank laterale
ko: 사이드 플랭크
mr: साइड प्लँक
ms: Side plank
nl_nl: Side plank
no: Side plank
pl: Plank boczny
pt_br: Prancha lateral
pt_pt: Prancha lateral
ro: Plank lateral
ru: Планка (боковая)
sk: Side plank
sl: Side plank
sv: Sidoplanka
ta: சைடு ப்ளேன்்க்
te: సైడ్ ప్లాంక్
th: แพลงค์ด้านข้าง
tr: Side Plank
uk: Планка на боці
vi: Tập thể dục plank bên
zh_hans: 侧平板支撑
zh_hant: 侧平板支撑

# domain_catalog.a3e5c31bfea1
source: 筋肥大コーチ
ar_sa: مدرب تضخم العضلات
ca: Entrenador d'hipertròfia muscular
cs: Trenér pro hypertrófii svalů
da: Coach til muskeltilvækst
de_de: Coach für Muskelaufbau
el: Προπονητής για την αύξηση της μυϊκής μάζας
en_au: Muscle growth coach
es_es: Entrenador de hipertrofia muscular
fi: Lihasten kasvun valmentaja
fr_ca: Coach pour l'hypertrophie musculaire
gu: માસ વધારનાર કોચ
he: מאמן הגדלת שריר
hi: मांसपेशियों के विकास के लिए कोच
hr: Trener za razvoj mišića
hu: Izomzomfejlesztő edző
id: Pelatih hipertrofi otot
it: Coach per l'ipertrofia muscolare
ko: 근육 증가 코치
mr: मांसपेशी वाढवणारे प्रशिक्षक
ms: Pelatih untuk pertumbuhan otot
nl_nl: Coach voor het vergroten van de spiergroei
no: Trener for muskeltilvekst
pl: Trener do hipertrofii mięśni
pt_br: Treinador de hipertrofia muscular
pt_pt: Treinador de hipertrofia muscular
ro: Antrenor pentru hipertrofie musculară
ru: Тренер по гипертрофии
sk: Trenér pre hypertrófiu svalov
sl: Trener za mišićno hipertrofijo
sv: Coach för muskeltillväxt
ta: தசை வளர்ச்சி பயிற்சியாளர்
te: కండరాల పెరుగుదల కోచ్
th: โค้ชด้านการเพิ่มขนาดของกล้ามเนื้อ
tr: Kas büyümesi koçu
uk: Тренер з розвитку м'язів
vi: Huấn luyện viên về phát triển cơ bắp
zh_hans: 肌肉训练教练
zh_hant: 肌肉增長教練

# domain_catalog.a42741ed272e
source: ランダム化比較試験
ar_sa: تجربة عشوائية محكومة
ca: assaig controlat aleatoritzat
cs: Náhodné porovnávací testy
da: Tilfældig sammenligningstest
de_de: Randomisierte Vergleichsstudie
el: Τυχαιοποιημένη σύγκριση
en_au: Randomized comparison test
es_es: Prueba comparativa aleatoria
fi: Satunnaistettu vertailukoe
fr_ca: Test comparatif aléatoire
gu: રેન્ડમ થયેલ સરખામણી પરીક્ષણ
he: ניסוי השוואתי אקראי
hi: यादृच्छिक तुलनात्मक परीक्षण
hr: Slučno usporedbe
hu: Véletlenszerű összehasonlítás
id: Uji perbandingan acak
it: Test di confronto casuale
ko: 무작위 비교 시험
mr: यादृच्छिक तुलनात्मक चाचणी
ms: Ujian perbandingan rawak
nl_nl: Randomized comparison test
no: Tilfeldig sammenligningstest
pl: Losowe porównanie wyników
pt_br: Teste de comparação aleatório
pt_pt: Teste de comparação aleatório
ro: Test de comparație aleatoriu
ru: Случайное сравнение
sk: Náhodné porovnávacie testy
sl: Naključna primerjalna študija
sv: Slumpmässig jämförelse
ta: சீரற்ற ஒப்பீட்டு சோதனை
te: యాదృచ్ఛిక పోలిక పరీక్ష
th: การทดสอบเปรียบเทียบแบบสุ่ม
tr: Rastgele karşılaştırma testi
uk: Випадковий порівняльний тест
vi: Thử nghiệm so sánh ngẫu nhiên
zh_hans: 随机比较试验
zh_hant: 随机比较试验

# domain_catalog.a445012ac5ab
source: ゴブレットスクワット
ar_sa: القرفصاء الكأس
ca: gatzoneta de copa
cs: Goblet squat
da: Goblet squat
de_de: Goblet Squat
el: Squat με Κουβά
en_au: Goblet Squat
es_es: Sentadillas con botella
fi: Goblet-kyykyt
fr_ca: Squat Goblet
gu: ગોબલેટ સ્ક્વોટ
he: סקוואט
hi: गोबलेट स्क्वाट
hr: Goblet squat
hu: Goblet squat
id: Goblet Squat
it: Goblet squat
ko: 고블릿 스쿼트
mr: गोबलेट स्क्वॅट
ms: Goblet squat
nl_nl: Goblet squat
no: Goblet squat
pl: Squat z hantlem
pt_br: Agachamento com haltere
pt_pt: Agachamento com haltere
ro: Genuflexiuni cu goblet
ru: Приседания с гантелями
sk: Goblet squat
sl: Goblet squat
sv: Goblet squat
ta: கோப்லெட் ஸ்குவாட்
te: గోబ్లెట్ స్క్వాట్
th: กัสสควอต
tr: Goblet Squat
uk: Присідання з гантелями
vi: Squat bằng cốc
zh_hans: 哑铃深蹲
zh_hant: 哑铃深蹲

# domain_catalog.a561fd10109b
source: スミスマシン
ar_sa: آلة سميث
ca: màquina de ferre
cs: Strojový tlak
da: Smith maskine
de_de: Langhantel-Bankdrücken
el: Μηχάνημα Smith
en_au: Smith machine
es_es: Máquina de dominadas
fi: Smith-laitteen
fr_ca: Machine Smith
gu: સમી સ્મા મશીન
he: מכונת סמית'
hi: स्मिथ मशीन
hr: Smith mašina
hu: Simon-gép használata
id: Mesin Smith
it: Macchina per squat
ko: 덤벨 머신
mr: स्मथ मशीन
ms: Mesin Smith
nl_nl: Smith machine
no: Skulderpressmaskin
pl: Maszyna Smitha
pt_br: Máquina Smith
pt_pt: Máquina Smith
ro: Mașină de tracțiuni
ru: Штанговая тяга
sk: Štítový stroj
sl: Squat na strojnem mestu
sv: Träningsmaskin
ta: ஸ்மித் மெஷின்
te: స్మిత్ మెషిన్
th: เครื่องสุม
tr: Smith makinesi
uk: Штанговий тренажер
vi: Máy gập bụng
zh_hans: 杠铃
zh_hant: 划船機

# domain_catalog.a5bb33628c1d
source: 軌道に沿ってしゃがみ、膝とつま先の向きを揃える。
ar_sa: القرفصاء على طول المسار، ومحاذاة الركبتين وأصابع القدمين.
ca: Poseu-vos a la gatzoneta al llarg de la pista, alineant els genolls i els dits dels peus.
cs: Zkuste se ohnout, přičemž kolena a paty zůstávají ve stejné rovině.
da: Bøj dig, så dine knæ og tæer peger i samme retning.
de_de: Beugen Sie sich, wobei die Knie und Zehen in derselben Richtung zeigen.
el: Κάντε μια γκριπ με το σώμα σας, ευθυγραμμίζοντας τους αγκώνες και τις φτέρνες.
en_au: Squat, aligning your knees and toes with the track.
es_es: Baja lentamente, manteniendo las rodillas y los dedos apuntando en la misma dirección.
fi: Suorita liikkeet oikein ja pidä vartalo linjassa.
fr_ca: Se pencher en suivant la trajectoire, alignant les genoux et les pointes des pieds.
gu: માર્ગને અનુસરીને બેક કરો, ઘૂંટણ અને પગની આંગળીઓને એક જ દિશામાં રાખો.
he: התכווצו תוך שמירה על יציבה נכונה, והביאו את הברכיים והאצבעות לכיוון זהה.
hi: अपनी गति के अनुसार झुकें, और घुटनों और पैर की उंगलियों को एक साथ रखें।
hr: Izvrši držanje u položu, uskladavajući koljena i prste.
hu: A megfelelő mozdulatban, a térd és a lábujjak irányának egyezőségét biztosítsd.
id: Berjongkok sambil menjaga posisi lutut dan ujung jari sejajar dengan garis.
it: Adotta la posizione corretta e allinea le ginocchia e le punte dei piedi.
ko: 운동 경로에 따라 앉고, 무릎과 발끝을 정렬합니다.
mr: मार्गानुसार वाका, आणि गुडघे आणि पायांची दिशा जुळवा.
ms: Bungkuk dengan mengikuti arah, dan sejajarkan lutut serta jari kaki.
nl_nl: Buig je, zodat je knieën en tenen op dezelfde lijn liggen.
no: Bøy deg og juster knær og tær slik at de peker i samme retning.
pl: Wykonuj ćwiczenie, trzymając się linii, i dopasowuj ułożenie kolan i palców stóp.
pt_br: Ajuste a postura, mantendo os joelhos e pés alinhados.
pt_pt: Ajuste a postura, mantendo os joelhos e pés alinhados.
ro: Întinde-te, menținând poziția corectă și aliniind genunchii și vârfurile picioarelor.
ru: Следите за правильной осанкой и выпрямите колени и пальцы ног.
sk: Zamerajte sa na správnu polohu a držte si kolená a päty.
sl: Zgibajte se v smeri, pri čemer usmerite kolena in toe.
sv: Sätt dig med benen i en vinkel och justera knäna och tårnas position.
ta: சரியான முறையில் குனிந்து, முழங்காலையும், கால் விரல்களையும் ஒரே திசையில் வைக்கவும்.
te: మార్గం ప్రకారం వంగి, మోకాళ్లు మరియు కాలి వేళ్లను ఒకే దిశలో ఉంచండి.
th: ก้มตัวตามแนวเส้น และจัดให้ข้อเข่าและปลายเท้าอยู่ในแนวเดียวกัน
tr: Hareket doğrultusunda çömel, diz ve ayak parmaklarını hizala.
uk: Сядьте, випрямляючи спину та ноги, щоб вони були паралельні.
vi: Hạ người theo đường thẳng, giữ cho đầu gối và ngón chân cùng hướng.
zh_hans: 沿着轨迹蹲下，保持膝盖和脚尖方向一致
zh_hant: 沿著軌跡彎曲，並將膝蓋和腳趾朝向同一方向。

# domain_catalog.a619e7918f83
source: 未達を責めず翌日へ調整
ar_sa: استعد لليوم التالي دون لوم نفسك على عدم تحقيق الهدف.
ca: Ajusta't per al dia següent sense culpar-te de no aconseguir l'objectiu.
cs: Nesnažte se to řešit, přizpůsobte to pro zítra
da: Undgå at fokusere på mangler, og juster til næste dag
de_de: Verletzungen vermeiden und den Fokus auf den nächsten Tag legen
el: Μην επικρίνετε την αποτυχία, αλλά προσαρμόστε για την επόμενη ημέρα.
en_au: Don't blame yourself for unmet goals, adjust for the next day
es_es: No culpar al resultado, sino ajustar para el día siguiente.
fi: Älä syytä epäonnistumista, vaan säädä seuraavaa päivää
fr_ca: Ne pas se sentir coupable pour les résultats non atteints, mais s'adapter pour le lendemain.
gu: અપૂર્ણતાને દોષ આપ્યા વિના આવતી કાલ માટે ગોઠવો
he: אל תאשים את עצמך על חוסר הצלחה, התאם ליום הבא
hi: असफलता को दोष न दें और अगले दिन के लिए समायोजित करें
hr: Nemojte kriviti za neuspjeh, prilagodite sljedeći dan
hu: Ne kritizáljuk a sikertelenséget, hanem tervezzük meg a következő napot
id: Jangan menyalahkan kegagalan, sesuaikan untuk hari berikutnya
it: Non incolpare i risultati negativi, ma adattarsi al giorno successivo
ko: 미달에 대해 탓하지 않고 다음 날로 조정
mr: अपयशावर लक्ष केंद्रित न करता, पुढील दिवसासाठी योजना करा
ms: Jangan menyalahkan kegagalan, sesuaikan untuk esok
nl_nl: Geef jezelf de ruimte om morgen verder te gaan
no: Ikke skyld på manglende fremgang, juster for neste dag
pl: Nie krytyzuj niedotrzymanych celów, dostosuj na następny dzień
pt_br: Não se culpe pelo que não alcançou, ajuste para o dia seguinte
pt_pt: Não se culpe pelo que não alcançou, ajuste para o dia seguinte
ro: Nu ne reproșăm pentru lipsa progresului, ci ajustăm pentru ziua următoare
ru: Не вините себя за неудачи, а планируйте на следующий день.
sk: Nesnažte sa obviňovať za nedosiahnuteľné, nastavte si cieľ na ďalší deň
sl: Ne kritizirajte neuspehov, prilagodite naslednji dan
sv: Undvik att skuldbelägga misslyckanden, justera för nästa dag
ta: தோல்வியடையாமல், அடுத்த நாளுக்கு மாற்றியமைக்கவும்
te: తప్పులను నిందించకుండా, రేపటి కోసం సర్దుబాటు చేయండి
th: อย่าตำหนิเมื่อไม่สำเร็จ ให้ปรับปรุงสำหรับวันพรุ่งนี้
tr: Başarısızlığı sorgulamadan ertesi güne geçin
uk: Не критикуйте невдачі, а скоригуйте на наступний день
vi: Không trách nhiệm cho những điều chưa đạt được, hãy điều chỉnh cho ngày mai
zh_hans: 不要责备未能达成的目标，而是调整到第二天
zh_hant: 不要責備未能達成的目標，調整到第二天

# domain_catalog.a63e2e368a92
source: レッグカール
ar_sa: حليقة الساق
ca: enrotllament de cames
cs: Zakroucení nohou
da: Benbøjning
de_de: Beinkompression
el: Κάμψεις ποδιών
en_au: Hamstring curl
es_es: Curl de piernas
fi: Reiden koukistus
fr_ca: Curl des ischio-jambiers
gu: લેગ કારલ
he: כפיפת רגליים
hi: लेग कार्ल
hr: Savijanje nogu
hu: Comb-emelés
id: Leg Curls
it: Curl per gambe
ko: 레그 카르
mr: लेग कार्ल
ms: Bentuk kaki
nl_nl: Leg curls
no: Benheisløft
pl: Ćwiczenie "Leg Curl"
pt_br: Corda para as pernas
pt_pt: Corda para as pernas
ro: Flexii pentru picioare
ru: Сгибание ног
sk: Zdvih nôh
sl: Zgib nog
sv: Benböj
ta: லெக் கார்ல்
te: లెగ్ కార్ల్
th: งอเข่า
tr: Bacak germe (Leg Curl)
uk: Віджимання
vi: Cuốn chân
zh_hans: 腿弯曲
zh_hant: 腿部弯举

# domain_catalog.a65e66cf431a
source: バンドプルアパート
ar_sa: شقة سحب الفرقة
ca: apartament de tirada de banda
cs: Přetahování s gumou
da: Bånd Pull-apart
de_de: Band Pull-Apart
el: Pull-Apart με αντίσταση
en_au: Band Pull-Apart
es_es: Ejercicios con bandas
fi: Ranskan vetoharjoitus
fr_ca: Tir à la bande
gu: બેન્ડ પુલ અપ
he: רצועה למשיכה
hi: बैंड पुल अपाट
hr: Band pull apart
hu: Pántos húzogatás
id: Pull-Apart Sabuk
it: Esercizio con banda elastica
ko: 밴드 풀 아파트
mr: बँड पुल अप
ms: Banda Pull Apart
nl_nl: Band pull apart
no: Båndtrekk
pl: Ćwiczenie z taśmą
pt_br: Exercício com faixa elástica
pt_pt: Exercício com faixa elástica
ro: Tracțiuni la aparat
ru: Упражнение с использованием резиновой ленты
sk: Band pull apart
sl: Pull apart s pasom
sv: Banddrag i sittställning
ta: பட்டை புல் அபோர்ட்
te: బ్యాండ్ పుల్ అపార్ట్
th: ยางดึง
tr: Band çekme aparat
uk: Гантель для тяги до себе
vi: Ép với dây
zh_hans: 弹力带拉伸
zh_hant: 弹力带拉伸
